{
  "metadata": {
    "title": "MyTanks - Թանկային ակշն",
    "description": "2014–2017 թթ. սպասված Թանկերի տարբերակը, ստեղծված այն ատմոսֆերան վերադարձնելու համար"
  },
  "home": {
    "downloadButton": "Ներբեռնել խաղը",
    "downloading": "Ներբեռնվում է... {percent}%"
  },
  "header": {
    "main": "Գլխավոր",
    "shop": "Խանութ",
    "rules": "Խաղի կանոններ",
    "discord": "Discord",
    "toggleMenu": "Բացել մենյու"
  },
  "footer": {
    "rated": "Rated 6+",
    "copyright": "© «MyTanks» 2021-2026",
    "rules": "Խաղի կանոններ",
    "terms": "Օգտագործման պայմաններ",
    "privacy": "Գաղտնիության քաղաքականություն"
  },
  "donate": {
    "title": "Խաղի խանութ",
    "subtitle": "Վերահղում Discord գնումների համար...",
    "redirectTitle": "Խանութը Discord-ում է",
    "redirectText": "Խաղի ապրանքներ գնելու և նախագիծը աջակցելու համար անցեք մեր Discord սերվեր։",
    "redirectSubtext": "Մի քանի վայրկանից ավտոմատ կվերահղվեք...",
    "goToDiscord": "Գնալ Discord"
  },
  "privacy": {
    "title": "Privacy policy",
    "lastUpdated": "Last updated: {date}",
    "section1": {
      "title": "1. General provisions",
      "content": "This Privacy Policy defines the procedure for processing and protecting personal data of users of the MyTanks website (hereinafter referred to as the \"Site\"). By using the Site, you agree to the terms of this Privacy Policy."
    },
    "section2": {
      "title": "2. Information we collect",
      "intro": "We may collect the following information:",
      "item1": "Technical data (IP address, browser type, operating system)",
      "item2": "Site usage data (visit time, pages viewed)",
      "item3": "Information you provide when registering or using game features",
      "item4": "Payment processing data (when making purchases in the game shop)"
    },
    "section3": {
      "title": "3. Use of information",
      "intro": "The collected information is used to:",
      "item1": "Provide and improve game services",
      "item2": "Process payments and manage accounts",
      "item3": "Ensure security and prevent fraud",
      "item4": "Send important notifications about game changes",
      "item5": "Analyze Site usage to improve user experience"
    },
    "section4": {
      "title": "4. Data protection",
      "content": "We use modern information security methods, including data encryption, secure connections (HTTPS), and restricted access to personal data. However, no method of transmitting data over the Internet is completely secure."
    },
    "section5": {
      "title": "5. Disclosure to third parties",
      "intro": "We do not sell or disclose your personal data to third parties, except:",
      "item1": "When necessary to provide services (e.g. payment systems)",
      "item2": "When required by law or government request",
      "item3": "With your explicit consent"
    },
    "section6": {
      "title": "6. Cookies and similar technologies",
      "content": "The Site uses cookies and similar technologies to improve the Site, personalize content and analyze traffic. You can configure your browser to refuse cookies, but this may affect Site functionality."
    },
    "section7": {
      "title": "7. User rights",
      "intro": "You have the right to:",
      "item1": "Receive information about your personal data",
      "item2": "Request correction of inaccurate data",
      "item3": "Request deletion of your personal data",
      "item4": "Withdraw consent to data processing",
      "item5": "File a complaint with the data protection authority"
    },
    "section8": {
      "title": "8. Age restrictions",
      "content": "The Site is intended for users over 6 years of age. We do not knowingly collect personal data from children under 13 without parental or guardian consent."
    },
    "section9": {
      "title": "9. Changes to the Privacy Policy",
      "content": "We reserve the right to make changes to this Privacy Policy. We will notify users of significant changes through the Site or by email."
    },
    "section10": {
      "title": "10. Contact",
      "content": "For questions regarding the processing of personal data, you can contact us at:"
    }
  },
  "terms": {
    "title": "Terms of use",
    "lastUpdated": "Last updated: {date}",
    "section1": {
      "title": "1. Acceptance of terms",
      "p1": "These Terms of Use (hereinafter referred to as the \"Agreement\") govern the relationship between the administration of the MyTanks game (hereinafter referred to as the \"Administration\") and the user (hereinafter referred to as the \"User\") when using the game and the website.",
      "p2": "By using the MyTanks game or the website, you confirm that you have read, understood and agree to comply with all terms of this Agreement. If you do not agree with any of the terms, you must not use the game or the website."
    },
    "section2": {
      "title": "2. Description of service",
      "p1": "MyTanks is a multiplayer online game that allows users to play tank action. The game includes:",
      "item1": "Gameplay and competitive modes",
      "item2": "Progression and upgrade system",
      "item3": "In-game shop with virtual items",
      "item4": "Social features and interaction with other players"
    },
    "section3": {
      "title": "3. Registration and account",
      "intro": "To use the game you must:",
      "item1": "Create an account with accurate information",
      "item2": "Keep your account and password secure",
      "item3": "Take responsibility for all actions performed under your account",
      "item4": "Notify the Administration immediately of unauthorized access",
      "p2": "The Administration reserves the right to suspend or delete an account for violation of the Agreement."
    },
    "section4": {
      "title": "4. Code of conduct",
      "intro": "The User agrees to:",
      "item1": "Comply with game rules and ethical standards",
      "item2": "Not use cheats, mods or other programs that provide unfair advantage",
      "item3": "Not distribute malicious software",
      "item4": "Not insult other players or use profanity",
      "item5": "Not use the game for illegal activities",
      "item6": "Not transfer your account to third parties"
    },
    "section5": {
      "title": "5. Virtual items and payments",
      "p1": "The game may contain virtual items that can be purchased for real money. By purchasing virtual items, you understand that:",
      "item1": "Virtual items have no real-world value and cannot be exchanged for money",
      "item2": "All purchases are final and non-refundable",
      "item3": "The Administration reserves the right to change or remove virtual items",
      "item4": "Prices may be changed without prior notice"
    },
    "section6": {
      "title": "6. Intellectual property",
      "p1": "All game materials, including graphics, sounds, text, program code and other elements, are the property of the Administration and are protected by intellectual property laws.",
      "p2": "The User is granted a limited, non-exclusive, non-transferable license to use the game for personal, non-commercial purposes."
    },
    "section7": {
      "title": "7. Limitation of liability",
      "p1": "The game is provided \"as is\" without any warranties. The Administration is not liable for:",
      "item1": "Loss of data or game progress",
      "item2": "Temporary unavailability of the game due to maintenance",
      "item3": "Actions of other users",
      "item4": "Damage caused by use or inability to use the game"
    },
    "section8": {
      "title": "8. Changes to the game",
      "content": "The Administration reserves the right to change, update, suspend or discontinue the game or any part of it at any time without prior notice. The Administration is not liable to users for such changes."
    },
    "section9": {
      "title": "9. Sanctions for violations",
      "p1": "For violation of this Agreement, the Administration may apply the following sanctions:",
      "item1": "Warning",
      "item2": "Temporary account suspension",
      "item3": "Permanent account suspension",
      "item4": "Account deletion and all associated data",
      "item5": "Blocking access to the game from your IP address"
    },
    "section10": {
      "title": "10. Changes to the Agreement",
      "content": "The Administration reserves the right to change this Agreement at any time. Users will be notified of significant changes through the game or website. Continued use of the game after changes constitutes your acceptance of the new terms."
    },
    "section11": {
      "title": "11. Age restrictions",
      "content": "The game is intended for users over 6 years of age. Users under 18 must obtain parental or guardian permission before using the game and making purchases."
    },
    "section12": {
      "title": "12. Contact",
      "content": "For any questions regarding this Agreement, you can contact us at:"
    }
  },
  "rules": {
    "title": "Խաղի կանոններ",
    "subtitle": "Կանոններին հետևեք բոլոր մասնակիցների հարմար խաղի համար",
    "introText": "Այս փաստաթուղթը MyTanks խաղի կանոններն է",
    "warning1": "Կանոնները վերաբերում են բոլոր օգտատերերին։ Նախագծի ադմինիստրացիան պատասխանատու է կանոնների կիրառման համար։",
    "warning2": "Խնդրում ենք նկատի ունենալ, որ MyTanks ադմինիստրացիան իրավունք է վերապահում ցանկացած պահի սահմանափակել օգտատիրոջ մուտքը առանց բացատրության։",
    "warning3": "Խաղի կանոնները կարող են փոխվել ցանկացած պահի առանց օգտատերերին նախազգուշացնելու։",
    "warning4": "Գրանցվելով՝ օգտատերը ավտոմատ համաձայնում է կանոններին։",
    "restrictionsTitle": "Հնարավոր սահմանափակումների ցանկ",
    "restriction1": "Կատի արգելք (ժամանակավոր/մշտական)",
    "restriction2": "Ակաունտի արգելք (ժամանակավոր/մշտական)",
    "restriction3": "Խաղի ակաունտի զրոյացում (մասնակի/լրիվ)",
    "restriction4": "Այլ սահմանափակումներ",
    "restrictionsNote1": "Ադմինիստրատորներն ու մոդերատորները իրավունք են վերապահում սահմանել պատժի ժամկետներ, որոնք տարբերվում են կանոններում նշվածներից։",
    "restrictionsNote2": "Ադմինիստրացիան իրավունք է վերապահում մերժել օգնությունը, եթե ձեր հարցը կամ խնդրանքը ձևակերպված է սխալ կամ անհասկանալի։",
    "generalTitle": "Ընդհանուր դրույթներ",
    "general1": "Գրանցվելով նախագծում՝ Դուք հաստատում եք Ձեր համաձայնությունը այս կանոններին։",
    "general2": "Կանոնների անտեղյակությունը Ձեզ ազատում չի պատասխանատվությունից։",
    "general3": "Ադմինիստրացիան իրավունք ունի ցանկացած պահի փոփոխություններ մտցնել այս կանոններում։",
    "general4": "Ադմինիստրացիան պարտավոր չէ վերադարձնել խաղային ռեսուրսները, որոնք կորել են բագերից, սխալներից, ռոլբեքներից և այլ աննախատես դեպքերից։",
    "general5": "Ակաունտի տերն այն անձն է, ով գրանցել է ակաունտը սերվերում։",
    "general6": "Ակաունտի փոխանցումը կամ վաճառքը արգելված է։",
    "general7": "Դուք պարտավոր եք պահել Ձեր ակաունտի տվյալները գաղտնի։ Ակաունտի անվտանգությունը ամբողջությամբ Ձեր պատասխանատվությունն է։",
    "general8": "Ադմինիստրացիան չի փոխհատուցում վնասը, որ հասցրել են օգտատերերը, որոնք մասնակի կամ ամբողջությամբ մուտք են ունեցել Ձեր ակաունտ։",
    "general9": "Դուք պատասխանատու եք Ձեր ակաունտից երրորդ կողմերի կատարած գործողությունների համար։",
    "general10": "Նախագծի ադմինիստրացիան իրավունք է վերապահում ցանկացած պահի արգելել Ձեզ նախագծի օգտագործումը։",
    "gameplayTitle": "Խաղային գործընթաց",
    "gameplay1": "5 րոպեից ավելի անգործությունը արգելված է և թիմային մարտերում չի թույլատրվում ավելի քան երկու անգամ անընդմեջ։",
    "gameplay2": "Պասիվ խաղ — օգտատիրոջը խստիվ արգելված է ցուցաբերել ամբողջական կամ մասնակի «պասիվ» վարքագիծ։",
    "gameplay3": "Գործողությունները, որոնք նպատակ ունեն խափանել թիմի աշխատանքը, որի կողմից օգտատերը մարտնչում է թիմային ռեժիմներում (սաբոտաժ), արգելված են։",
    "gameplay4": "Խաղի բագերի, սխալների, թերությունների օգտագործումը արգելված է։ Գտնված բագերի մասին պետք է տեղեկացնել նախագծի ադմինիստրացիային։",
    "gameplay5": "Խաղացողներին խաբելը սեփական շահի համար արգելված է։ Ամեն տեսակի խարդախ գործողություններ, ուղղված այլ օգտատերերի խաղային ակաունտների առևանգման/գողության/հաքինգի, արգելված են։",
    "gameplay6": "Արգելված է ցանկացած կերպ խոչընդոտել խաղացողներին պարկուրով զբաղվելու (նպատակադրված սպանել, հրել, շրջել, ականներով խոչընդոտել և այլն) այն քարտեզներում, որոնց անվան մեջ կա «Parkour» բառը։",
    "communicationTitle": "Հաղորդակցություն",
    "comm1": "Ամեն տեսակի վիրավորանքներ այլ խաղացողների, Ադմինիստրացիայի, նախագծի օգնականների կամ այլ անձանց նկատմամբ արգելված են։",
    "comm2": "Տեղեկատվության կամ խորհրդանիշների տեղադրումը, որոնք վիրավորում կամ նվաստացնում են հավատացյալների զգացմունքները, դրդում ատելություն, թշնամանք, ռասայական, միջէթնիկ կամ էթնիկ թշնամանք կամ անհանդուրժողականություն, արգելված է։",
    "comm3": "Խոսքի անպարկեշտ լեզվի (մատ), վիրավորական լեզվի կամ այլ վիրավորական կամ կոպիտ բառերի (արտահայտությունների) օգտագործումը արգելված է։",
    "comm4": "Ֆլուդ, ֆլեյմ, սպամ, համակարգային հաղորդագրությունների կրկնում, ինչպես նաև մեծատառերով (CAPS LOCK) մուտքագրումը թույլատրված չէ։",
    "comm5": "Պոռնկություն ցանկացած ձևով, ներառյալ դրամական փոխանցումների, խաղային արժեքների, կրիստալների փոխանցման խնդրանքներ նախագծի Ադմինիստրացիայից կամ այլոց, արգելված է։",
    "comm6": "Նախագծի Ադմինիստրացիայի և նրա օգնականների գործողությունների և/կամ անգործության մասին հաստատուն քննարկումը արգելված է։",
    "comm7": "Ադմինիստրացիայի աշխատակիցների, նախագծի օգնականների և երրորդ կողմերի ցանկացած անձնական տեղեկատվության տարածումը արգելված է։",
    "comm8": "Ինքնասպանության եղանակների, ինքնասպանության կոչերի, բռնության կամ կյանքին կամ առողջությանը սպառնացող այլ գործողությունների մասին տեղեկատվության տեղադրումը արգելված է։",
    "comm9": "Քաղաքական թեմաների քննարկումը, քաղաքական հայացքների պարտադրումը, քաղաքական իրավիճակի բացատրումը կամ քաղաքական կամ մոտ թեմաների վերաբերյալ զրույցների դրդումը խստիվ արգելված է։",
    "otherTitle": "Այլ",
    "other1": "Նախկին կամ ներկա Ադմինիստրացիայի աշխատակից կամ նախագծի օգնական ձևանալու ցանկացած փորձ արգելված է։",
    "other2": "Անընդունելի անուններով մարտեր ստեղծելը արգելված է։ Մարտերի անունները չպետք է վիրավորական լինեն կամ ներառեն անպարկեշտ լեզու, ներառյալ քողարկված ձևով։",
    "other3intro": "Մականունը (խաղի մուտք) պետք է համապատասխանի հետևյալ չափանիշներին՝",
    "other3a": "չպետք է վիրավորական լինի;",
    "other3b": "չպետք է տեսողական նմանություն ունենա ներկա և նախկին Ադմինիստրացիայի աշխատակիցների կամ նախագծի օգնականների մականուններին։",
    "other4": "Մի քանի ակաունտների օգտագործումը բանի, կատի արգելքի կամ մեկ խաղացողի այլ սահմանափակումների շրջանցման նպատակով արգելված է։",
    "other5": "Երրորդ կողմերի ռեսուրսների գովազդը արգելված է։",
    "other6": "Թմրամիջոցների և ալկոհոլի ուղղակի կամ անուղղակի պրոպագանդան արգելված է։",
    "other7": "Երրորդ կողմերի ծրագրեր պարունակող կայքերի/հոստինգների հղումների տեղադրումը արգելված է։",
    "other8": "Խաղի պաշտոնական ռեսուրսներով քողարկված երրորդ կողմերի ռեսուրսների հղումների տեղադրումը արգելված է։",
    "infoTitle": "Լրացուցիչ տեղեկատվություն",
    "info1": "Կանոնները աստիճանաբար թարմացվում և լրացվում են։",
    "info2": "Այս կանոնները կարող են փոխվել խաղի Ադմինիստրացիայի կողմից առանց նախապես ծանուցելու։ Խաղացողը համաձայնում է ստուգել այս կանոնները փոփոխությունների համար առնվազն շաբաթը մեկ անգամ։ Եթե նշված ժամկետում այդպիսի ստուգում չի կատարվել, և խաղացողը շարունակում է օգտագործել խաղի ծառայությունը, ապա համարվում է, որ խաղացողը ծանոթացել և համաձայն է այս Կանոններին դրանց փոփոխված խմբագրությամբ։",
    "footerNote": "Հարգանքներով, MyTanks թիմը"
  }
}
