{
  "metadata": {
    "title": "MyTanks - 戦車アクションゲーム",
    "description": "2014–2017年のタンクの待望のバージョン、あの雰囲気を取り戻すために"
  },
  "home": {
    "downloadButton": "ゲームをダウンロード",
    "downloading": "ダウンロード中... {percent}%"
  },
  "header": {
    "main": "ホーム",
    "shop": "ショップ",
    "rules": "ゲームルール",
    "discord": "Discord",
    "toggleMenu": "メニューを開く"
  },
  "footer": {
    "rated": "Rated 6+",
    "copyright": "© «MyTanks» 2021-2026",
    "rules": "ゲームルール",
    "terms": "利用規約",
    "privacy": "プライバシーポリシー"
  },
  "donate": {
    "title": "ゲームショップ",
    "subtitle": "Discordで購入にリダイレクト中...",
    "redirectTitle": "ショップはDiscordにあります",
    "redirectText": "ゲーム内アイテムの購入とプロジェクトのサポートは、Discordサーバーへどうぞ。",
    "redirectSubtext": "数秒後に自動でリダイレクトされます...",
    "goToDiscord": "Discordへ"
  },
  "privacy": {
    "title": "Privacy policy",
    "lastUpdated": "Last updated: {date}",
    "section1": {
      "title": "1. General provisions",
      "content": "This Privacy Policy defines the procedure for processing and protecting personal data of users of the MyTanks website (hereinafter referred to as the \"Site\"). By using the Site, you agree to the terms of this Privacy Policy."
    },
    "section2": {
      "title": "2. Information we collect",
      "intro": "We may collect the following information:",
      "item1": "Technical data (IP address, browser type, operating system)",
      "item2": "Site usage data (visit time, pages viewed)",
      "item3": "Information you provide when registering or using game features",
      "item4": "Payment processing data (when making purchases in the game shop)"
    },
    "section3": {
      "title": "3. Use of information",
      "intro": "The collected information is used to:",
      "item1": "Provide and improve game services",
      "item2": "Process payments and manage accounts",
      "item3": "Ensure security and prevent fraud",
      "item4": "Send important notifications about game changes",
      "item5": "Analyze Site usage to improve user experience"
    },
    "section4": {
      "title": "4. Data protection",
      "content": "We use modern information security methods, including data encryption, secure connections (HTTPS), and restricted access to personal data. However, no method of transmitting data over the Internet is completely secure."
    },
    "section5": {
      "title": "5. Disclosure to third parties",
      "intro": "We do not sell or disclose your personal data to third parties, except:",
      "item1": "When necessary to provide services (e.g. payment systems)",
      "item2": "When required by law or government request",
      "item3": "With your explicit consent"
    },
    "section6": {
      "title": "6. Cookies and similar technologies",
      "content": "The Site uses cookies and similar technologies to improve the Site, personalize content and analyze traffic. You can configure your browser to refuse cookies, but this may affect Site functionality."
    },
    "section7": {
      "title": "7. User rights",
      "intro": "You have the right to:",
      "item1": "Receive information about your personal data",
      "item2": "Request correction of inaccurate data",
      "item3": "Request deletion of your personal data",
      "item4": "Withdraw consent to data processing",
      "item5": "File a complaint with the data protection authority"
    },
    "section8": {
      "title": "8. Age restrictions",
      "content": "The Site is intended for users over 6 years of age. We do not knowingly collect personal data from children under 13 without parental or guardian consent."
    },
    "section9": {
      "title": "9. Changes to the Privacy Policy",
      "content": "We reserve the right to make changes to this Privacy Policy. We will notify users of significant changes through the Site or by email."
    },
    "section10": {
      "title": "10. Contact",
      "content": "For questions regarding the processing of personal data, you can contact us at:"
    }
  },
  "terms": {
    "title": "Terms of use",
    "lastUpdated": "Last updated: {date}",
    "section1": {
      "title": "1. Acceptance of terms",
      "p1": "These Terms of Use (hereinafter referred to as the \"Agreement\") govern the relationship between the administration of the MyTanks game (hereinafter referred to as the \"Administration\") and the user (hereinafter referred to as the \"User\") when using the game and the website.",
      "p2": "By using the MyTanks game or the website, you confirm that you have read, understood and agree to comply with all terms of this Agreement. If you do not agree with any of the terms, you must not use the game or the website."
    },
    "section2": {
      "title": "2. Description of service",
      "p1": "MyTanks is a multiplayer online game that allows users to play tank action. The game includes:",
      "item1": "Gameplay and competitive modes",
      "item2": "Progression and upgrade system",
      "item3": "In-game shop with virtual items",
      "item4": "Social features and interaction with other players"
    },
    "section3": {
      "title": "3. Registration and account",
      "intro": "To use the game you must:",
      "item1": "Create an account with accurate information",
      "item2": "Keep your account and password secure",
      "item3": "Take responsibility for all actions performed under your account",
      "item4": "Notify the Administration immediately of unauthorized access",
      "p2": "The Administration reserves the right to suspend or delete an account for violation of the Agreement."
    },
    "section4": {
      "title": "4. Code of conduct",
      "intro": "The User agrees to:",
      "item1": "Comply with game rules and ethical standards",
      "item2": "Not use cheats, mods or other programs that provide unfair advantage",
      "item3": "Not distribute malicious software",
      "item4": "Not insult other players or use profanity",
      "item5": "Not use the game for illegal activities",
      "item6": "Not transfer your account to third parties"
    },
    "section5": {
      "title": "5. Virtual items and payments",
      "p1": "The game may contain virtual items that can be purchased for real money. By purchasing virtual items, you understand that:",
      "item1": "Virtual items have no real-world value and cannot be exchanged for money",
      "item2": "All purchases are final and non-refundable",
      "item3": "The Administration reserves the right to change or remove virtual items",
      "item4": "Prices may be changed without prior notice"
    },
    "section6": {
      "title": "6. Intellectual property",
      "p1": "All game materials, including graphics, sounds, text, program code and other elements, are the property of the Administration and are protected by intellectual property laws.",
      "p2": "The User is granted a limited, non-exclusive, non-transferable license to use the game for personal, non-commercial purposes."
    },
    "section7": {
      "title": "7. Limitation of liability",
      "p1": "The game is provided \"as is\" without any warranties. The Administration is not liable for:",
      "item1": "Loss of data or game progress",
      "item2": "Temporary unavailability of the game due to maintenance",
      "item3": "Actions of other users",
      "item4": "Damage caused by use or inability to use the game"
    },
    "section8": {
      "title": "8. Changes to the game",
      "content": "The Administration reserves the right to change, update, suspend or discontinue the game or any part of it at any time without prior notice. The Administration is not liable to users for such changes."
    },
    "section9": {
      "title": "9. Sanctions for violations",
      "p1": "For violation of this Agreement, the Administration may apply the following sanctions:",
      "item1": "Warning",
      "item2": "Temporary account suspension",
      "item3": "Permanent account suspension",
      "item4": "Account deletion and all associated data",
      "item5": "Blocking access to the game from your IP address"
    },
    "section10": {
      "title": "10. Changes to the Agreement",
      "content": "The Administration reserves the right to change this Agreement at any time. Users will be notified of significant changes through the game or website. Continued use of the game after changes constitutes your acceptance of the new terms."
    },
    "section11": {
      "title": "11. Age restrictions",
      "content": "The game is intended for users over 6 years of age. Users under 18 must obtain parental or guardian permission before using the game and making purchases."
    },
    "section12": {
      "title": "12. Contact",
      "content": "For any questions regarding this Agreement, you can contact us at:"
    }
  },
  "rules": {
    "title": "ゲームルール",
    "subtitle": "全員が快適にプレイできるよう、ルールを守ってください",
    "introText": "本ドキュメントは MyTanks のゲームルールです",
    "warning1": "ルールは全ユーザーに適用されます。プロジェクト運営がルールの執行に責任を負います。",
    "warning2": "MyTanks 運営は、説明なくいつでもユーザーアクセスを制限する権利を留保します。",
    "warning3": "ゲームルールは予告なくいつでも変更される場合があります。",
    "warning4": "アカウント登録により、ユーザーは自動的にルールに同意したものとみなされます。",
    "restrictionsTitle": "適用されうる制限一覧",
    "restriction1": "チャットBAN（一時/永久）",
    "restriction2": "アカウントBAN（一時/永久）",
    "restriction3": "ゲームアカウントリセット（部分/完全）",
    "restriction4": "その他の制限",
    "restrictionsNote1": "管理者およびモデレーターは、ルールに定めるものと異なる処分期間を設定する権利を留保します。",
    "restrictionsNote2": "ご質問やご要望の内容が不適切または不明確な場合、運営は支援を拒否する権利を留保します。",
    "generalTitle": "総則",
    "general1": "プロジェクトに登録することで、本ルールへの同意を確認したものとみなされます。",
    "general2": "ルールを知らなかったとしても、責任は免除されません。",
    "general3": "運営はいつでも本ルールを改正する権利を有します。",
    "general4": "運営は、バグ・エラー・ロールバックその他の予期せぬ事態により失われたゲームリソースを返還する義務を負いません。",
    "general5": "アカウントの所有者は、サーバーでそのアカウントを登録した者です。",
    "general6": "アカウントの譲渡・売却は禁止されています。",
    "general7": "アカウント情報は秘密に保持する必要があります。アカウントの安全はすべて自己責任です。",
    "general8": "運営は、あなたのアカウントに部分的または完全にアクセスしたユーザーによる損害を補償しません。",
    "general9": "第三者によってあなたのアカウントから行われた行為について、あなたが責任を負います。",
    "general10": "プロジェクト運営は、いつでもプロジェクトの利用を拒否する権利を留保します。",
    "gameplayTitle": "ゲームプレイ",
    "gameplay1": "5分を超える非アクティブは禁止され、チーム戦で連続2回以上は認められません。",
    "gameplay2": "パッシブプレイ — 完全または部分的な「パッシブ」行動は厳禁です。",
    "gameplay3": "チームモードで自分が属するチームの妨害（サボタージュ）を行う行為は禁止です。",
    "gameplay4": "バグ・エラー・不具合の悪用は禁止です。発見したバグはプロジェクト運営に報告してください。",
    "gameplay5": "利益目的でプレイヤーを欺くことは禁止です。他ユーザーのゲームアカウントの乗っ取り・窃取・ハッキングを目的とした不正行為は禁止です。",
    "gameplay6": "名前が「Parkour」を含むマップで、パルクール（故意のキル・押す・ひっくり返す・地雷で妨害など）を妨害することは禁止です。",
    "communicationTitle": "コミュニケーション",
    "comm1": "他プレイヤー・運営・プロジェクトアシスタント・その他への侮辱は一切禁止です。",
    "comm2": "信仰心を傷つけたり、憎悪・敵意・人種・民族・民族間対立・不寛容を煽る情報やシンボルの投稿は禁止です。",
    "comm3": "卑猥な表現・侮辱的な言葉・その他の暴言・粗野な表現の使用は禁止です。",
    "comm4": "フラッド・炎上・スパム・システムメッセージの繰り返し、および全角大文字（CAPS LOCK）での入力は禁止です。",
    "comm5": "金銭送金・ゲーム内資産・クリスタルの譲渡を運営や他者に求めるなど、あらゆる形の乞い行為は禁止です。",
    "comm6": "運営およびアシスタントの行動・不作為について執拗に議論することは禁止です。",
    "comm7": "運営スタッフ・プロジェクトアシスタント・第三者の個人情報を拡散することは禁止です。",
    "comm8": "自殺の方法・自殺の勧誘・暴力・生命や健康を脅かす行為に関する情報の投稿は禁止です。",
    "comm9": "政治的な話題の議論、政治的主張の押し付け、政治状況の説明、政治・関連話題での会話の誘発は厳禁です。",
    "otherTitle": "その他",
    "other1": "元・現の運営スタッフまたはプロジェクトアシスタントになりすます行為は禁止です。",
    "other2": "不適切な名前の戦闘作成は禁止です。戦闘名は侮辱的・卑猥な表現（含む婉曲表現）を含んではなりません。",
    "other3intro": "ニックネーム（ゲームログイン名）は次の基準を満たす必要があります：",
    "other3a": "侮辱的であってはならない；",
    "other3b": "現・元の運営スタッフ・プロジェクトアシスタントのニックネームと視覚的に類似していてはならない。",
    "other4": "BAN・チャット制限・その他の制限を回避するための複数アカウント利用は禁止です。",
    "other5": "第三者リソースの広告は禁止です。",
    "other6": "薬物・アルコールの直接・間接的な宣伝は禁止です。",
    "other7": "第三者ソフトウェアを含むサイト・ホスティングへのリンク投稿は禁止です。",
    "other8": "公式ゲームリソースを装った第三者リソースへのリンク投稿は禁止です。",
    "infoTitle": "補足情報",
    "info1": "ルールは随時更新・補足されます。",
    "info2": "本ルールはゲーム運営により予告なく変更される場合があります。プレイヤーは少なくとも7日ごと（週1回）に変更を確認することに同意します。指定期間内に確認が行われず、プレイヤーがゲームサービスを利用し続けた場合、改正版ルールを読み同意したものとみなされます。",
    "footerNote": "MyTanks チームより"
  }
}
