{
  "metadata": {
    "title": "MyTanks - Танковый экшен",
    "description": "Долгожданная версия Танков 2014–2017 годов, созданная для возвращения той самой атмосферности прошлых лет"
  },
  "home": {
    "downloadButton": "Скачать игру",
    "downloading": "Скачивание... {percent}%"
  },
  "header": {
    "main": "Главная",
    "shop": "Магазин",
    "rules": "Правила игры",
    "discord": "Дискорд",
    "toggleMenu": "Открыть меню"
  },
  "footer": {
    "rated": "Rated 6+",
    "copyright": "© «MyTanks» 2021-2026",
    "rules": "Правила игры",
    "terms": "Пользовательское соглашение",
    "privacy": "Политика конфиденциальности"
  },
  "donate": {
    "title": "Игровой магазин",
    "subtitle": "Переход в Discord для покупок...",
    "redirectTitle": "Магазин находится в Discord",
    "redirectText": "Для покупки игровых товаров и поддержки проекта перейдите в наш Discord сервер.",
    "redirectSubtext": "Вы будете перенаправлены автоматически через несколько секунд...",
    "goToDiscord": "Перейти в Discord"
  },
  "privacy": {
    "title": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление: {date}",
    "section1": {
      "title": "1. Общие положения",
      "content": "Настоящая Политика конфиденциальности определяет порядок обработки и защиты персональных данных пользователей веб-сайта MyTanks (далее — «Сайт»). Используя Сайт, вы соглашаетесь с условиями настоящей Политики конфиденциальности."
    },
    "section2": {
      "title": "2. Собираемая информация",
      "intro": "Мы можем собирать следующую информацию:",
      "item1": "Технические данные (IP-адрес, тип браузера, операционная система)",
      "item2": "Данные об использовании Сайта (время посещения, просмотренные страницы)",
      "item3": "Информация, предоставленная вами при регистрации или использовании игровых функций",
      "item4": "Данные для обработки платежей (при совершении покупок в игровом магазине)"
    },
    "section3": {
      "title": "3. Использование информации",
      "intro": "Собранная информация используется для:",
      "item1": "Предоставления и улучшения игровых услуг",
      "item2": "Обработки платежей и управления аккаунтами",
      "item3": "Обеспечения безопасности и предотвращения мошенничества",
      "item4": "Отправки важных уведомлений об изменениях в игре",
      "item5": "Анализа использования Сайта для улучшения пользовательского опыта"
    },
    "section4": {
      "title": "4. Защита данных",
      "content": "Мы применяем современные методы защиты информации, включая шифрование данных, использование защищенных соединений (HTTPS) и ограничение доступа к персональным данным. Однако ни один метод передачи данных через Интернет не является абсолютно безопасным."
    },
    "section5": {
      "title": "5. Передача данных третьим лицам",
      "intro": "Мы не продаем и не передаем ваши персональные данные третьим лицам, за исключением случаев:",
      "item1": "Когда это необходимо для предоставления услуг (например, платежные системы)",
      "item2": "Когда это требуется по закону или по запросу государственных органов",
      "item3": "С вашего явного согласия"
    },
    "section6": {
      "title": "6. Cookies и аналогичные технологии",
      "content": "Сайт использует cookies и аналогичные технологии для улучшения работы Сайта, персонализации контента и анализа трафика. Вы можете настроить свой браузер для отказа от cookies, однако это может повлиять на функциональность Сайта."
    },
    "section7": {
      "title": "7. Права пользователей",
      "intro": "Вы имеете право:",
      "item1": "Получать информацию о ваших персональных данных",
      "item2": "Требовать исправления неточных данных",
      "item3": "Требовать удаления ваших персональных данных",
      "item4": "Отозвать согласие на обработку данных",
      "item5": "Подать жалобу в уполномоченный орган по защите данных"
    },
    "section8": {
      "title": "8. Возрастные ограничения",
      "content": "Сайт предназначен для пользователей старше 6 лет. Мы не собираем намеренно персональные данные от детей младше 13 лет без согласия родителей или опекунов."
    },
    "section9": {
      "title": "9. Изменения в Политике конфиденциальности",
      "content": "Мы оставляем за собой право вносить изменения в настоящую Политику конфиденциальности. О существенных изменениях мы уведомим пользователей через Сайт или по электронной почте."
    },
    "section10": {
      "title": "10. Контакты",
      "content": "По вопросам, связанным с обработкой персональных данных, вы можете обращаться по адресу электронной почты:"
    }
  },
  "terms": {
    "title": "Пользовательское соглашение",
    "lastUpdated": "Последнее обновление: {date}",
    "section1": {
      "title": "1. Принятие условий",
      "p1": "Настоящее Пользовательское соглашение (далее — «Соглашение») регулирует отношения между администрацией игры MyTanks (далее — «Администрация») и пользователем (далее — «Пользователь») при использовании игры и веб-сайта.",
      "p2": "Используя игру MyTanks или веб-сайт, вы подтверждаете, что прочитали, поняли и согласны соблюдать все условия настоящего Соглашения. Если вы не согласны с какими-либо условиями, вы не должны использовать игру или веб-сайт."
    },
    "section2": {
      "title": "2. Описание услуги",
      "p1": "MyTanks — это многопользовательская онлайн-игра, предоставляющая пользователям возможность играть в танковый экшен. Игра включает в себя:",
      "item1": "Игровой процесс и соревновательные режимы",
      "item2": "Систему прогрессии и улучшений",
      "item3": "Игровой магазин с виртуальными товарами",
      "item4": "Социальные функции и взаимодействие с другими игроками"
    },
    "section3": {
      "title": "3. Регистрация и аккаунт",
      "intro": "Для использования игры необходимо:",
      "item1": "Создать аккаунт, предоставив достоверную информацию",
      "item2": "Обеспечить безопасность вашего аккаунта и пароля",
      "item3": "Нести ответственность за все действия, совершенные под вашим аккаунтом",
      "item4": "Немедленно уведомлять Администрацию о несанкционированном доступе",
      "p2": "Администрация оставляет за собой право приостановить или удалить аккаунт при нарушении условий Соглашения."
    },
    "section4": {
      "title": "4. Правила поведения",
      "intro": "Пользователь обязуется:",
      "item1": "Соблюдать правила игры и этические нормы",
      "item2": "Не использовать читы, моды или другие программы, дающие нечестное преимущество",
      "item3": "Не распространять вредоносное программное обеспечение",
      "item4": "Не оскорблять других игроков и не использовать ненормативную лексику",
      "item5": "Не использовать игру для незаконной деятельности",
      "item6": "Не передавать свой аккаунт третьим лицам"
    },
    "section5": {
      "title": "5. Виртуальные товары и платежи",
      "p1": "Игра может содержать виртуальные товары, которые можно приобрести за реальные деньги. Приобретая виртуальные товары, вы понимаете, что:",
      "item1": "Виртуальные товары не имеют реальной стоимости и не подлежат обмену на деньги",
      "item2": "Все покупки являются окончательными и не подлежат возврату",
      "item3": "Администрация оставляет за собой право изменять или удалять виртуальные товары",
      "item4": "Цены могут быть изменены без предварительного уведомления"
    },
    "section6": {
      "title": "6. Интеллектуальная собственность",
      "p1": "Все материалы игры, включая графику, звуки, текст, программный код и другие элементы, являются собственностью Администрации и защищены законами об интеллектуальной собственности.",
      "p2": "Пользователю предоставляется ограниченная, неисключительная, непередаваемая лицензия на использование игры в личных, некоммерческих целях."
    },
    "section7": {
      "title": "7. Ограничение ответственности",
      "p1": "Игра предоставляется «как есть», без каких-либо гарантий. Администрация не несет ответственности за:",
      "item1": "Потерю данных или прогресса в игре",
      "item2": "Временную недоступность игры из-за технических работ",
      "item3": "Действия других пользователей",
      "item4": "Ущерб, причиненный использованием или невозможностью использования игры"
    },
    "section8": {
      "title": "8. Изменения в игре",
      "content": "Администрация оставляет за собой право в любое время изменять, обновлять, приостанавливать или прекращать работу игры или любой ее части без предварительного уведомления. Администрация не несет ответственности перед пользователями за такие изменения."
    },
    "section9": {
      "title": "9. Санкции за нарушения",
      "p1": "При нарушении условий настоящего Соглашения Администрация имеет право применить следующие санкции:",
      "item1": "Предупреждение",
      "item2": "Временная блокировка аккаунта",
      "item3": "Постоянная блокировка аккаунта",
      "item4": "Удаление аккаунта и всех связанных данных",
      "item5": "Блокировка доступа к игре с вашего IP-адреса"
    },
    "section10": {
      "title": "10. Изменения в Соглашении",
      "content": "Администрация оставляет за собой право изменять настоящее Соглашение в любое время. О существенных изменениях пользователи будут уведомлены через игру или веб-сайт. Продолжение использования игры после внесения изменений означает ваше согласие с новыми условиями."
    },
    "section11": {
      "title": "11. Возрастные ограничения",
      "content": "Игра предназначена для пользователей старше 6 лет. Пользователи младше 18 лет должны получить разрешение родителей или опекунов перед использованием игры и совершением покупок."
    },
    "section12": {
      "title": "12. Контакты",
      "content": "По всем вопросам, связанным с настоящим Соглашением, вы можете обращаться по адресу электронной почты:"
    }
  },
  "rules": {
    "title": "Правила игры",
    "subtitle": "Соблюдайте правила для комфортной игры всех участников",
    "introText": "Данный документ является правилами игры MyTanks",
    "warning1": "Правила являются общими для всех пользователей. За соблюдением правил отвечает администрация проекта.",
    "warning2": "Обращаем ваше внимание на то, что администрация MyTanks оставляет за собой право в любой момент ограничить доступ пользователю без объяснения причины.",
    "warning3": "Правила игры могут быть изменены в любой момент без предупреждения пользователей.",
    "warning4": "Пользователь автоматически соглашается с правилами зарегистрировав свой аккаунт.",
    "restrictionsTitle": "Список возможных ограничений",
    "restriction1": "Блокировка чата (временная/перманентная)",
    "restriction2": "Блокировка аккаунта (временная/перманентная)",
    "restriction3": "Обнуление игрового аккаунта (частичное/полное)",
    "restriction4": "Другие ограничения",
    "restrictionsNote1": "Администраторы и модераторы оставляют за собой право устанавливать сроки наказаний, отличающиеся от приведенных в правилах.",
    "restrictionsNote2": "Администрация оставляет за собой право отказать в помощи, если ваш вопрос/просьба сформулирован некорректно или невнятно.",
    "generalTitle": "Общие положения",
    "general1": "Регистрируясь на проекте, Вы подтверждаете свое согласие с данными правилами.",
    "general2": "Незнание правил не освобождает Вас от ответственности.",
    "general3": "Администрация имеет право в любое время вносить поправки в данные правила.",
    "general4": "Администрация не обязана возвращать игровые ресурсы, утраченные в результате багов, ошибок, откатов и прочих непредвиденных случаев.",
    "general5": "Владельцем аккаунта считается человек, зарегистрировавший аккаунт на сервере.",
    "general6": "Не допускается передача или продажа аккаунта кому-либо.",
    "general7": "Вы обязаны хранить данные Вашего аккаунта в тайне. Безопасность аккаунта лежит полностью на Вас.",
    "general8": "Администрация не возмещает ущерб, нанесенный пользователями, частично или полностью получившими доступ к Вашему аккаунту.",
    "general9": "Ответственность за действия с Вашего аккаунта, совершенные третьими лицами, лежит на вас.",
    "general10": "Администрация проекта оставляет за собой право в любой момент отказать Вам в пользовании проектом.",
    "gameplayTitle": "Игровой процесс",
    "gameplay1": "Запрещена неактивность более 5 минут и недопустима более двух раз подряд в командных битвах.",
    "gameplay2": "Пассивное игровое поведение — пользователю категорически запрещается проявлять полное или частичное «пассивное» поведение.",
    "gameplay3": "Запрещены действия, направленные на создание помех команде, за которую сражается пользователь в командных режимах (саботаж).",
    "gameplay4": "Запрещено использование багов, ошибок, недочетов и недоработок игры. О найденных багах следует сообщить администрации проекта.",
    "gameplay5": "Запрещено обманывать игроков с целью собственного обогащения. Запрещены любые мошеннические действия, направленные на угон/кражу/взлом игровых аккаунтов других Пользователей Игры.",
    "gameplay6": "Запрещено каким-либо способом мешать игрокам заниматься паркуром (целенаправленно убивать, толкать, переворачивать и мешать минами и тд.) на карте в названии которой есть слово \"Паркур\".",
    "communicationTitle": "Общение",
    "comm1": "Запрещены любого рода оскорбления в отношении других Пользователей Игры, Администрации, помощников проекта, иных лиц.",
    "comm2": "Запрещено размещение информации или символики, оскорбляющей или унижающей чувства верующих, ведущей к разжиганию ненависти, вражды, расовой, межнациональной или этнической розни, нетерпимости.",
    "comm3": "Запрещено использование нецензурной брани (мата), ненормативной лексики, иных бранных или грубых слов (выражений).",
    "comm4": "Запрещен флуд, флейм, спам, повтор системных сообщений, а также недопустима печать заглавными буквами (CAPS LOCK).",
    "comm5": "Запрещено попрошайничество в любой форме, в том числе просьбы о переводах денежных средств, о передаче игровых ценностей, кристаллов у Администрации проекта и иных лиц.",
    "comm6": "Запрещено навязчивое обсуждение действий и/или бездействий Администрации проекта и её помощников.",
    "comm7": "Запрещено распространение любой личной информации сотрудников Администрации, помощников проекта и третьих лиц.",
    "comm8": "Запрещено размещение информации о способах совершения самоубийства, призывы к совершению самоубийства, насилия, иных действий, представляющих угрозу жизни или здоровью.",
    "comm9": "Строго запрещено вести диалоги на политические темы, навязывать свои политические взгляды, объяснять политическую ситуацию, провоцировать разговоры на политические или близкие к таковым темы.",
    "otherTitle": "Прочее",
    "other1": "Запрещена любая попытка выдать себя за бывшего или действующего сотрудника Администрации или помощника проекта.",
    "other2": "Запрещено создавать бои с неприемлемыми названиями. Названия битв не должны носить оскорбительный характер, включать ненормативную лексику, в том числе в завуалированной форме.",
    "other3intro": "Никнейм (игровой логин) должен соответствовать следующим стандартам:",
    "other3a": "не должен носить оскорбительный характер;",
    "other3b": "не должен иметь визуального сходства с никами действующих и бывших работников Администрации, помощников проекта.",
    "other4": "Запрещено использование нескольких аккаунтов с целью обхода бана, блокировки чата и обхода иных ограничения для одного игрока.",
    "other5": "Запрещена реклама сторонних ресурсов.",
    "other6": "Запрещена прямая или косвенная пропаганда наркотических веществ и алкоголя.",
    "other7": "Запрещено размещение ссылок на сайты/хостинги, содержащие стороннее ПО.",
    "other8": "Запрещено размещение ссылок на сторонние ресурсы, замаскированные под официальные ресурсы Игры.",
    "infoTitle": "Дополнительная информация",
    "info1": "Правила постепенно дополняются и обновляются.",
    "info2": "Настоящие правила могут быть изменены Администрацией игры без какого-либо предварительного уведомления. Игрок обязуется проверять данные правила на предмет изменений не менее чем один раз в семь дней (то есть еженедельно). В случае, если такой проверки не будет произведено в указанные сроки, а Игрок продолжает пользоваться сервисом игры, то считается, что Игрок ознакомлен и согласен с данными Правилами в их изменённой за это время редакции.",
    "footerNote": "С уважением, команда MyTanks"
  }
}
