{
  "metadata": {
    "title": "MyTanks - 坦克动作游戏",
    "description": "2014–2017年坦克游戏期待版本，重现往日氛围"
  },
  "home": {
    "downloadButton": "下载游戏",
    "downloading": "下载中... {percent}%"
  },
  "header": {
    "main": "首页",
    "shop": "商店",
    "rules": "游戏规则",
    "discord": "Discord",
    "toggleMenu": "打开菜单"
  },
  "footer": {
    "rated": "Rated 6+",
    "copyright": "© «MyTanks» 2021-2026",
    "rules": "游戏规则",
    "terms": "使用条款",
    "privacy": "隐私政策"
  },
  "donate": {
    "title": "游戏商店",
    "subtitle": "正在跳转到 Discord 购买...",
    "redirectTitle": "商店在 Discord",
    "redirectText": "购买游戏内物品和支持项目，请前往我们的 Discord 服务器。",
    "redirectSubtext": "几秒后将自动跳转...",
    "goToDiscord": "前往 Discord"
  },
  "privacy": {
    "title": "Privacy policy",
    "lastUpdated": "Last updated: {date}",
    "section1": {
      "title": "1. General provisions",
      "content": "This Privacy Policy defines the procedure for processing and protecting personal data of users of the MyTanks website (hereinafter referred to as the \"Site\"). By using the Site, you agree to the terms of this Privacy Policy."
    },
    "section2": {
      "title": "2. Information we collect",
      "intro": "We may collect the following information:",
      "item1": "Technical data (IP address, browser type, operating system)",
      "item2": "Site usage data (visit time, pages viewed)",
      "item3": "Information you provide when registering or using game features",
      "item4": "Payment processing data (when making purchases in the game shop)"
    },
    "section3": {
      "title": "3. Use of information",
      "intro": "The collected information is used to:",
      "item1": "Provide and improve game services",
      "item2": "Process payments and manage accounts",
      "item3": "Ensure security and prevent fraud",
      "item4": "Send important notifications about game changes",
      "item5": "Analyze Site usage to improve user experience"
    },
    "section4": {
      "title": "4. Data protection",
      "content": "We use modern information security methods, including data encryption, secure connections (HTTPS), and restricted access to personal data. However, no method of transmitting data over the Internet is completely secure."
    },
    "section5": {
      "title": "5. Disclosure to third parties",
      "intro": "We do not sell or disclose your personal data to third parties, except:",
      "item1": "When necessary to provide services (e.g. payment systems)",
      "item2": "When required by law or government request",
      "item3": "With your explicit consent"
    },
    "section6": {
      "title": "6. Cookies and similar technologies",
      "content": "The Site uses cookies and similar technologies to improve the Site, personalize content and analyze traffic. You can configure your browser to refuse cookies, but this may affect Site functionality."
    },
    "section7": {
      "title": "7. User rights",
      "intro": "You have the right to:",
      "item1": "Receive information about your personal data",
      "item2": "Request correction of inaccurate data",
      "item3": "Request deletion of your personal data",
      "item4": "Withdraw consent to data processing",
      "item5": "File a complaint with the data protection authority"
    },
    "section8": {
      "title": "8. Age restrictions",
      "content": "The Site is intended for users over 6 years of age. We do not knowingly collect personal data from children under 13 without parental or guardian consent."
    },
    "section9": {
      "title": "9. Changes to the Privacy Policy",
      "content": "We reserve the right to make changes to this Privacy Policy. We will notify users of significant changes through the Site or by email."
    },
    "section10": {
      "title": "10. Contact",
      "content": "For questions regarding the processing of personal data, you can contact us at:"
    }
  },
  "terms": {
    "title": "Terms of use",
    "lastUpdated": "Last updated: {date}",
    "section1": {
      "title": "1. Acceptance of terms",
      "p1": "These Terms of Use (hereinafter referred to as the \"Agreement\") govern the relationship between the administration of the MyTanks game (hereinafter referred to as the \"Administration\") and the user (hereinafter referred to as the \"User\") when using the game and the website.",
      "p2": "By using the MyTanks game or the website, you confirm that you have read, understood and agree to comply with all terms of this Agreement. If you do not agree with any of the terms, you must not use the game or the website."
    },
    "section2": {
      "title": "2. Description of service",
      "p1": "MyTanks is a multiplayer online game that allows users to play tank action. The game includes:",
      "item1": "Gameplay and competitive modes",
      "item2": "Progression and upgrade system",
      "item3": "In-game shop with virtual items",
      "item4": "Social features and interaction with other players"
    },
    "section3": {
      "title": "3. Registration and account",
      "intro": "To use the game you must:",
      "item1": "Create an account with accurate information",
      "item2": "Keep your account and password secure",
      "item3": "Take responsibility for all actions performed under your account",
      "item4": "Notify the Administration immediately of unauthorized access",
      "p2": "The Administration reserves the right to suspend or delete an account for violation of the Agreement."
    },
    "section4": {
      "title": "4. Code of conduct",
      "intro": "The User agrees to:",
      "item1": "Comply with game rules and ethical standards",
      "item2": "Not use cheats, mods or other programs that provide unfair advantage",
      "item3": "Not distribute malicious software",
      "item4": "Not insult other players or use profanity",
      "item5": "Not use the game for illegal activities",
      "item6": "Not transfer your account to third parties"
    },
    "section5": {
      "title": "5. Virtual items and payments",
      "p1": "The game may contain virtual items that can be purchased for real money. By purchasing virtual items, you understand that:",
      "item1": "Virtual items have no real-world value and cannot be exchanged for money",
      "item2": "All purchases are final and non-refundable",
      "item3": "The Administration reserves the right to change or remove virtual items",
      "item4": "Prices may be changed without prior notice"
    },
    "section6": {
      "title": "6. Intellectual property",
      "p1": "All game materials, including graphics, sounds, text, program code and other elements, are the property of the Administration and are protected by intellectual property laws.",
      "p2": "The User is granted a limited, non-exclusive, non-transferable license to use the game for personal, non-commercial purposes."
    },
    "section7": {
      "title": "7. Limitation of liability",
      "p1": "The game is provided \"as is\" without any warranties. The Administration is not liable for:",
      "item1": "Loss of data or game progress",
      "item2": "Temporary unavailability of the game due to maintenance",
      "item3": "Actions of other users",
      "item4": "Damage caused by use or inability to use the game"
    },
    "section8": {
      "title": "8. Changes to the game",
      "content": "The Administration reserves the right to change, update, suspend or discontinue the game or any part of it at any time without prior notice. The Administration is not liable to users for such changes."
    },
    "section9": {
      "title": "9. Sanctions for violations",
      "p1": "For violation of this Agreement, the Administration may apply the following sanctions:",
      "item1": "Warning",
      "item2": "Temporary account suspension",
      "item3": "Permanent account suspension",
      "item4": "Account deletion and all associated data",
      "item5": "Blocking access to the game from your IP address"
    },
    "section10": {
      "title": "10. Changes to the Agreement",
      "content": "The Administration reserves the right to change this Agreement at any time. Users will be notified of significant changes through the game or website. Continued use of the game after changes constitutes your acceptance of the new terms."
    },
    "section11": {
      "title": "11. Age restrictions",
      "content": "The game is intended for users over 6 years of age. Users under 18 must obtain parental or guardian permission before using the game and making purchases."
    },
    "section12": {
      "title": "12. Contact",
      "content": "For any questions regarding this Agreement, you can contact us at:"
    }
  },
  "rules": {
    "title": "游戏规则",
    "subtitle": "请遵守规则，以便所有参与者获得舒适体验",
    "introText": "本文件为 MyTanks 游戏规则",
    "warning1": "规则适用于所有用户。项目管理员负责执行规则。",
    "warning2": "请注意，MyTanks 管理方保留随时限制用户访问的权利，且无需说明原因。",
    "warning3": "游戏规则可随时更改，恕不另行通知用户。",
    "warning4": "注册账号即表示用户自动同意遵守规则。",
    "restrictionsTitle": "可能的限制列表",
    "restriction1": "聊天封禁（临时/永久）",
    "restriction2": "账号封禁（临时/永久）",
    "restriction3": "游戏账号重置（部分/全部）",
    "restriction4": "其他限制",
    "restrictionsNote1": "管理员和版主有权设定与规则中规定不同的处罚期限。",
    "restrictionsNote2": "若您的问题或请求表述不当或不清，管理方有权拒绝提供帮助。",
    "generalTitle": "总则",
    "general1": "在项目中注册即表示您确认同意本规则。",
    "general2": "不知晓规则不能免除您的责任。",
    "general3": "管理方有权随时修改本规则。",
    "general4": "管理方无义务归还因漏洞、错误、回档及其他不可预见情况而丢失的游戏资源。",
    "general5": "账号所有者为在服务器上注册该账号的人。",
    "general6": "不得向任何人转让或出售账号。",
    "general7": "您必须对账号资料保密。账号安全完全由您负责。",
    "general8": "管理方不赔偿因部分或完全获得您账号访问权的用户所造成的损失。",
    "general9": "您对通过您账号由第三方实施的行为负责。",
    "general10": "项目管理方保留随时拒绝您使用项目的权利。",
    "gameplayTitle": "游戏过程",
    "gameplay1": "禁止超过 5 分钟不活跃，团队战中连续不得超过两次。",
    "gameplay2": "消极游戏 — 严禁用户表现出完全或部分「消极」行为。",
    "gameplay3": "禁止在团队模式中妨碍用户所在队伍的行为（ sabotage ）。",
    "gameplay4": "禁止利用游戏漏洞、错误、缺陷。发现的漏洞应向项目管理方报告。",
    "gameplay5": "禁止为个人利益欺骗玩家。禁止任何旨在盗取/窃取/入侵其他用户游戏账号的欺诈行为。",
    "gameplay6": "禁止以任何方式妨碍玩家在地图名称含「Parkour」的地图上进行跑酷（故意击杀、推人、翻车、用雷阻挡等）。",
    "communicationTitle": "交流",
    "comm1": "禁止对游戏其他用户、管理方、项目助手或他人进行任何形式的侮辱。",
    "comm2": "禁止发布冒犯或贬低信徒感情、煽动仇恨、敌意、种族、民族或族裔冲突及不容忍的信息或符号。",
    "comm3": "禁止使用粗俗语言、侮辱性语言或其他辱骂或粗鲁用语。",
    "comm4": "禁止刷屏、引战、 spam 、重复系统消息以及全大写（ CAPS LOCK ）输入。",
    "comm5": "禁止任何形式的乞讨，包括向项目管理方或他人索要转账、游戏物品、水晶等。",
    "comm6": "禁止持续讨论管理方及其助手的行为或不作为。",
    "comm7": "禁止传播管理方员工、项目助手及第三方的任何个人信息。",
    "comm8": "禁止发布关于自杀方法、自杀呼吁、暴力或其它威胁生命健康的行为的信息。",
    "comm9": "严禁讨论政治话题、强加政治观点、解释政治局势或挑起政治及相关话题的对话。",
    "otherTitle": "其他",
    "other1": "禁止以任何方式冒充现任或前任管理方员工或项目助手。",
    "other2": "禁止创建名称不当的战斗。战斗名称不得具有侮辱性或不雅内容，包括变体形式。",
    "other3intro": "昵称（游戏登录名）须符合以下标准：",
    "other3a": "不得具有侮辱性；",
    "other3b": "不得与现任或前任管理方员工、项目助手的昵称在视觉上相似。",
    "other4": "禁止使用多个账号规避封禁、聊天限制或针对同一玩家的其他限制。",
    "other5": "禁止第三方资源广告。",
    "other6": "禁止直接或间接宣传毒品和酒精。",
    "other7": "禁止发布含有第三方软件的网站/托管链接。",
    "other8": "禁止发布伪装成游戏官方资源的第三方资源链接。",
    "infoTitle": "补充说明",
    "info1": "规则会逐步更新和补充。",
    "info2": "本规则可由游戏管理方随时更改，恕不另行通知。玩家同意至少每七天（即每周）检查一次规则变更。若未在指定时间内进行此类检查且玩家继续使用游戏服务，则视为玩家已阅读并同意当时修订版规则。",
    "footerNote": "MyTanks 团队敬上"
  }
}
